Repository: novosga/attendance-bundle
Catalog: Resources/translations/NovosgaAttendanceBundle.*.xlf
Languages: es_ar

source: Attending
es_ar: Atención

source: Attending
es_ar: Atención

source: Attending
es_ar: Atención

source: Ticket
es_ar: Turno

source: Service
es_ar: Servicio

source: Priority
es_ar: Prioridad

source: Customer
es_ar: Cliente

source: Name
es_ar: Nombre

source: Document
es_ar: Documento

source: Available services
es_ar: Servicios disponibles

source: No service available
es_ar: Ningún servicio disponible

source: Realized services
es_ar: Servicios realizados

source: No service selected
es_ar: Ningún servicio seleccionado

source: Remove
es_ar: Suprimir

# button.call
source: Call
es_ar: Llamar

source: Call next
es_ar: Llamar al siguiente

source: Call again
es_ar: Llamar nuevamente

source: Start attending
es_ar: Iniciar atención

source: No-show
es_ar: No se presentó

source: Finish attending
es_ar: Cerrar atención

source: Screening error
es_ar: Error de selección

source: Close and redirect attendance
es_ar: Cerrar o redireccionar la atención

# 20-1
source: Back
es_ar: Volver

source: My queue
es_ar: Mi fila

source: Empty queue
es_ar: Fila vacía

source: Search ticket
es_ar: Consultar número

source: Enable notification
es_ar: Habilitar notificación

source: Box
es_ar: Puesto

source: Add
es_ar: Agregar

source: Edit
es_ar: Modificar

# 28-2
source: Place
es_ar: Local

source: Number
es_ar: Número

source: Save
es_ar: Guardar

source: Redirect
es_ar: Redireccionar

source: New service
es_ar: Nuevo Servicio

source: Redirect
es_ar: Redireccionar

source: Close and redirect
es_ar: Cerrar o redireccionar

source: Please select the services performed first.
es_ar: Por favor, antes seleccione los servicios atendidos.

source: Search
es_ar: Busca

source: Full password, acronym or number
es_ar: Turno completo, sigla o número

source: Number
es_ar: Número

source: Date of arrival
es_ar: Hora de ingreso

source: Start date
es_ar: Hora de inicio

source: End date
es_ar: Hora de finalización

source: Screening
es_ar: Selección

source: Attendant
es_ar: Operador

source: Status
es_ar: Situación

source: MM/DD/YYYY hh:mm:ss
es_ar: DD/MM/YYYY hh:mm:ss

source: Waiting time
es_ar: Tiempo de espera

source: Do you really wish to declare screening error?
es_ar: Realmente desea marcar como error de selección?

source: Attending type
es_ar: Tipo de Atención

source: Choose
es_ar: Seleccione

source: Search
es_ar: Consultar

source: All
es_ar: Todos

source: Normal
es_ar: Convencional

source: Priority
es_ar: Prioridad

source: Empty queue
es_ar: Fila vacía

source: There is already a servicing on
es_ar: Ya existe una atención en proceso

source: No service selected
es_ar: Ningún servicio seleccionado

source: No Servicing on at this moment
es_ar: Ninguna atención en desarrollo

source: Error redirecting service %aattendance% for the service %s service%
es_ar: Error al redirecionar el turno %atendimento% hacia el servicio %servico%

source: Error changing service status %aattendance% for closed
es_ar: Error al cambiar el estado del turno %atendimento% como cerrado

source: Invalid attending
es_ar: Atención inválida

source: Unknown error
es_ar: Error desconocido

source: No servicing available
es_ar: Ninguna atención disponible

source: Server datetime
es_ar: Fecha y hora en el servidor

source: Scheduling
es_ar: Agendar

source: Note
es_ar: Observación

# 64-1
source: Solution
es_ar: Resolución

# 64-2
source: Solved
es_ar: Resuelto

# 64-3
source: Pending
es_ar: Pendiente

source: Attendant (optional)
es_ar: Atendido (opcional)

source: Invalid number
es_ar: Número no válido

source: Invalid type
es_ar: Tipo no válido

source: Yes
es_ar: Sí

source: Alert
es_ar: Atención

source: alert.finish.text
es_ar: Desea realmente cerrar la atención?

source: alert.no_show.text
es_ar: Desea realmente marcar como no presente?

# modal.customer
source: Edit customer
es_ar: Editar cliente
